//
import { classNames } from "lib/utils";
import Image from "next/image";

const News: React.FC = () => {
  return (
    <div className="flex flex-col gap-y-5">
      <h1 className="font-bold text-xl">
        Дархлаа дэмждэг шилдэг бүтээгдэхүүнийг Монгол улсад нийлүүлэх онцгой эрх
      </h1>
      <p>
        Япон улсын Саппоро хотод байрладаг Монгол залуус үүсгэн байгуулж удирдаж
        буй UniLead ХК (UNILEAD Co.,Ltd.) компани нь Монгол улсынхаа хүн амын
        эрүүл мэндийг дэмжихэд хувь нэмрээ оруулах зорилгоор шинжлэх ухааны
        шилдэг бүтээгдэхүүнүүдийг эх орондоо оруулахаар ажилладаг.
      </p>
      <div className="flex justify-center">
        <Image
          src={"/assets/news/logo.png"}
          width={300}
          alt={"logo"}
          height={300}
          // className="w-full"
        />
      </div>

      <p>
        Энэхүү зорилгынхоо хүрээнд 2022.08.02-нд Японы судалгаа, хөгжил-байгаль
        орчинд ээлтэй биотехнологийн үйлдвэрлэлийн Амино Ап ХК (Amino Up Co.,
        Ltd.) компанитай хамтран ажиллах гэрээ байгуулсан юм. Ингэснээр уг
        компаний зохион бүтээж, үйлдвэрлэдэг, дэлхий нийтэд танил болсон,
        дархлаа дэмжих гайхамшигт AHCC® бүтээгдэхүүнийг Монгол улсад нийлүүлэх
        дистрибьютерийн онцгой эрхтэй болсон.
      </p>
      <Image
        src={"/assets/news/sns1.jpg"}
        width={1000}
        alt={"logo"}
        height={1000}
        className="w-full"
      />
      <Image
        src={"/assets/news/sns2.jpg"}
        width={1000}
        alt={"logo"}
        height={1000}
        className="w-full"
      />
      <Image
        src={"/assets/news/sns3.png"}
        width={1000}
        alt={"logo"}
        height={1000}
        className="w-full"
      />
      <p>
        AHCC® нь дэлхий дахинаа өндөр үр дүнтэй зохицуулах үйлчилгээтэй хүнсний
        нэмэлт бүтээгдэхүүн гэдгээрээ нэрд гарсан юм. Амино Ап ХК нь дэлхийн
        тэргүүлэх зэргийн 100 гаруй их сургууль, эрдэм шинжилгээний хүрээлэнтэй
        хамтарсан судалгаа хийж AHCC® бүтээгдэхүүний аюулгүй байдал ба хүний
        дархлаа, ялангуяа эсийн дархлааг дэмжин сайжруулах, зохицуулах өндөр
        идэвхтэй, хавдрын үеийн химийн эмчилгээний хордлого, гаж нөлөөг
        бууруулах,хавдрын болон халдварын үед хосолсон эмчилгээний үр дүнг
        дэмжих, сайжруулах, эрүүл үед ууж хэрэглэснээр зарим хавдар, халдварт
        өвчинөөс урьдчилан сэргийлэх үндсэн дархлааны системийг дэмжих идэвхитэй
        болохыг шинжлэх ухааны үндэслэлтэйгээр тодорхойлон нотлоод байгаа.
      </p>
      <p>
        АНСС®-г ийнхүү эх орондоо нийлүүлэх болсон нь хавдрын олон хэлбэр болон
        гадны нөлөөний улмаас дархлаа суларснаас үүдэлтэй өвчлөлт нэмэгдэж буй
        Монголынхоо ард иргэдийн сайн сайхны төлөө хийж буй томоохон алхам гэж
        үзэж байгаа юм.
      </p>
      <p>
        P.S. AHCC® бүтээгдэхүүний талаарх дэлгэрэнгүй мэдээллийг
        <a
          target="_blank"
          href="https://www.aminoup.jp/en/products/ahcc/"
          className="text-blue-500 px-2"
        >
          энэ
        </a>
        линкээр үзэж танилцаарай.
      </p>
      <p>“Байгаль ээжийн хүчийг дэлхий дахинаа Инээмсэглэл болгон түгээе” </p>
    </div>
  );
};
export default News;
